/* Short menu item indicating the number of minutes */
"1 min" = "1 min";

/* Short menu item indicating the number of seconds */
"15 sec" = "15 sec";

/* Short menu item indicating the number of minutes */
"2 min" = "2 min";

/* Short menu item indicating the number of seconds */
"30 sec" = "30 sec";

/* Short menu item indicating the number of minutes */
"5 min" = "5 min";

/* Label on a button that allows adding of a background image */
"Add" = "Aggiungi";

/* Error message */
"An unexpected condition is preventing the completion of this operation." = "Un imprevisto impedisce il completamento dell'operazione.";

/* Title for control to set the branching angle pattern of the tree */
"Angle Mode" = "Tipo angoli";

/* A label for that indicates that the user can change tree branching angles */
"Angles" = "Angoli";

/* Title for control to turn on and off the animation effects */
"Animation" = "Animazione";

/* A label that refers to the top of the tree */
"Apex" = "Apice";

/* Title for control to set the length of the top branches of the tree */
"Apex Length" = "Lunghezza apice";

/* Title for control to set what the top branches of the tree look like */
"Apex Mode" = "Tipo apice";

/* Title for control to change the width to height ratio of the tree - use a short word */
"Aspect" = "Aspetto";

/* Title for control to change the width to height ratio of the tree */
"Aspect Ratio" = "Proporzione";

/* Title for control set the animation parameters for the width to height ratio of the tree */
"Aspect Ratio Animation" = "Animazione proporzione";

/* A label for a control that refers to the background of the tree drawing */
"Background" = "Sfondo";

/* Title for control to set the background color of the tree */
"Background Color" = "Colore sfondo";

/* Label for switch to make the background opaque when on, transparent when off */
"Background Fill" = "Riempimento sfondo";

/* Label on a button that allows selection of the background image to use */
"Background Image" = "Immagine sfondo";

/* Title for control to adjust the left-right angle balance of the tree */
"Balance" = "Equilibrio";

/* Title for control to set the animation parameters for the left-right angle balance of the tree */
"Balance Animation" = "Animazione equilibrio";

/* Title for control to set how much the trunk and branches of the tree are curved */
"Bend" = "Curvatura";

/* Title for control to set the animation parameters for the bending of the tree trunk */
"Bend Animation" = "Animazione curvatura";

/* Title for control to set the number of nodes which branches can sprout from */
"Branch Nodes" = "Diramazioni";

/* Refers to the branches of a tree - short word */
"Branches" = "Rami";

/* Title for control to set the number of tree branches coming from each sprouting point */
"Branches Per Node" = "Rami per diramazione";

/* A label that refers to the branching structure of the tree */
"Branching" = "Rami";

/* Label for button that is used to cancel an operation */
"Cancel" = "Annulla";

/* Message to place in subject line when sending user created tree by email */
"Check out my latest masterpiece" = "Dai un'occhiata al mio ultimo capolavoro";

/* Title for control that allows the user to set the paper size */
"Choose Paper Size" = "Scegli formato carta";

/* Title for menu that allows the length of video to be selected */
"Choose Video Duration" = "Scegli durata video";

/* A title for the controls that change the tree color */
"Colors" = "Colori";

/* Title for control to the level of complexity of the branch pattern of the tree */
"Complexity" = "Complessità";

/* Help info */
"Create all sorts of mesmerizing motion effects using the Animation Menu. To avoid confusion, turn off animation when you first edit the shape." = "Crea tutti  gli strabilianti effetti in movimento che vuoi dal menu Animazione. Per evitare confusioni, disattiva l'animazione quando elabori la forma per la prima volta.";

/* Text to say this app was used to make an image */
"Created using Tree Crafter for iPad" = "Creato con Arte albero per iPad";

/* Title for control to set the growth delay for the lowest branches */
"Delay" = "Tempo";

/* Title for control to set the animation parameters for the growth delay for the lowest branches */
"Delay Animation" = "Animazione tempo";

/* A label for a control that changes the intensity of an effect - use a short word */
"Depth" = "Intensità";

/* A label for a control that selects how much detail is shown */
"Detail" = "Dettaglio";

/* Label for button that user hits when they are finished changing some setting */
"Done" = "Fine";

/* Label for button that is used to enable editing */
"Edit" = "Modifica";

/* Error message */
"Either camera-roll access is disabled, or another condition is preventing the saving of videos. Camera-roll access can be enabled via your device's privacy settings." = "Impossibile salvare i video perché l'accesso al rullino  foto è disabilitato o per un altro imprevisto. Abilita l'accesso al rullino foto dalle impostazioni di privacy del dispositivo stesso.";

/* Message in error dialog */
"Either camera-roll access is disabled, or some other condition is preventing the processing of images. Camera-roll access can be enabled via your device's privacy settings." = "Impossibile salvare i video perché l'accesso al rullino foto è disabilitato o per un altro imprevisto. Abilita l'accesso al rullino foto dalle impostazioni di privacy del dispositivo stesso.";

/* Error message when we can't connect to Facebook */
"Facebook Unavailable" = "Facebook non disponibile";

/* Placeholder for whatever message the user wants for a footer on the image */
"Footer Message" = "Didascalia";

/* Title for control to set the geometric ratio of the branching pattern */
"Georatio" = "Geometria";

/* Title for control to set the geometric ratio of the branching pattern */
"Geometric Ratio" = "Geometria";

/* Title for control to change the animation parameters for the geometric ratio of the branching pattern */
"Georatio Animation" = "Animazione geometria";

/* A title for the controls that affect the spatial distribution of colors */
"Gradient" = "Gradiente";

/* Title for control to change how much of the leaf color is present for the color gradient */
"Gradient Saturation" = "Saturazione gradiente";

/* Title for control to change how sharp the spatial color transition is on the tree */
"Gradient Sharpness" = "Nitidezza gradiente";

/* Title for control to change the amount that the tree has grown */
"Growth" = "Crescita";

/* Title for control to set the animation parameters for the amount the tree has grown */
"Growth Animation" = "Animazione crescita";

/* Placeholder for whatever message the user wants for a title on the image */
"Header Message" = "Titolo";

/* Label to indicate that we are using high resolution drawing */
"High Detail" = "Alta risoluzione";

/* A label for a control that relates to a division of the length of a tree branch into parts */
"Intervals" = "Distanze";

/* Indicates that paper is in landscape mode, i.e. wider than it is tall */
"Landscape" = "Orizzontale";

/* A label for a control that refers to the leaves of the tree */
"Leaf" = "Foglie";

/* Title for control to set the color of the leaves of the tree */
"Leaf Color" = "Colore foglie";

/* A label that indicates how long something is - short word */
"Length" = "Lunghezza";

/* A label that refers to the lengths of branches on the tree - short word */
"Lengths" = "Lunghezze";

/* Title for paper that is letter size */
"Letter (8.5 × 11 in)" = "Lettera (216 x 279 mm)";

/* Title for control to select how much detail is shown */
"Level of Detail" = "Dettaglio";

/* Label that indicates how thick the lines are in the drawing */
"Line Weight (%@ ×)" = "Spessore linea (%@ ×)";

/* Error message when sending mail does not work */
"Mail Unavailable" = "Email non disponibile";

/* Instruction for how to use the touch gestures for changing the shape of the tree */
"Moving two fingers together controls the shape." = "Muovi due dita insieme per modificare la forma.";

/* Title for control to set the number of nodes which branches can sprout from */
"Nodes" = "Diramazioni";

/* Label to indicate that we are using the normal image resolution */
"Normal" = "Normale";

/* OK button used to dismiss dialog boxes */
"OK" = "OK";

/* A label for a switch that can be on or off */
"On / Off" = "On / Off";

/* Help info */
"Once you have a good shape, you can experiment with the colors using the Color Settings Menu." = "Quando hai creato la forma che desideri, sperimenta i colori con il menu Impostazioni colori.";

/* Speech bubble to tell the user where to go first */
"Start Here" = "Inizia qui";

/* Title for menu showing previously saved PDF files */
"PDF Organizer" = "Album PDF";

/* Indicates that paper is in portrait mode, ie tall and narrow */
"Portrait" = "Verticale";

/* Title for paper that is postcard size */
"Postcard (4.25 × 6 in)" = "Cartolina (108 × 152 mm)";

/* Title for paper that is poster size */
"Poster (11 × 17 in)" = "Poster (279 × 432 mm)";

/* Title for paper that is poster size */
"Poster (18 × 24 in)" = "Poster (457 × 610 mm)";

/* Title for paper that is poster size */
"Poster (24 × 36 in)" = "Poster (610 × 914 mm)";

/* Title for a dialog box that shows that we are getting an image ready to share */
"Preparing Image" = "Immagine in preparazione";

/* Title for dialog showing progress of saving a PDF */
"Preparing PDF File" = "PDF in preparazione";

/* Title for control to make the branches sprout at random angles */
"Random Angles" = "Angoli casuali";

/* Title for control to make the tree branches sprout at various random positions along the trunk */
"Random Intervals" = "Distanze casuali";

/* Title for control to make the branches grow to different random lengths */
"Random Lengths" = "Lunghezze casuali";

/* Title for control to make the branches deviate randomly away from being straight */
"Random Wiggle" = "Movimento casuale";

/* A label that refers to the a set of parameters that control how chaotic the tree looks */
"Randomize" = "Casualità";

/* A label for a control that changes the animation speed of an effect - use a short word */
"Rate" = "Velocità";

/* A label for a button that re-generates a new set of random parameters */
"Refresh" = "Ripristina";

/* Label on a button that allows removing of a background image */
"Remove" = "Rimuovi";

/* Title for control to change how much of the leaf color is present for the color gradient - use a short word */
"Saturation" = "Saturazione";

/* Title for a menu that is used for saving images to the camera roll */
"Save Image" = "Salva Immagine";

/* Title for dialog to help user save tree as a PDF file */
"Save PDF File" = "Salva PDF";

/* Label for button that is used to save the user's tree */
"Save Tree" = "Salva Albero";

/* Title for dialog to allow saving a video */
"Save Video" = "Salva Video";

/* Title for a dialog box that shows that we are currently saving an image */
"Saving Image to Camera Roll" = "Salva immagine nel rullino foto";

/* Message to say we are saving the video */
"Saving Video to Camera Roll" = "Salva video nel rullino foto";

/* A label that refers to the shape of the tree */
"Shape" = "Forma";

/* Title for control to change how sharp the spatial color transition is on the tree - use a short word */
"Sharpness" = "Nitidezza";

/* Error message when we can't connect to Sina Weibo */
"Sina Weibo Unavailable" = "Sina Weibo non disponibile";

/* A label that refers to various size-setting parameters for the tree */
"Sizes" = "Dimensioni";

/* Title for control to change the rotation of the tree about its axis */
"Spin" = "Rotazione";

/* Title for control to set the animation parameters for the rotation of the tree about its axis */
"Spin Animation" = "Animazione rotazione";

/* Title for control to set how much the shape of the tree spreads out */
"Spread" = "Espansione";

/* Title for control to set the animation parameters for spreading of the tree branches */
"Spread Animation" = "Animazione espansione";

/* Help info */
"Start by using the Shape Menu to change the appearance of your tree. You can begin from any tree, including those in the Saved Trees menu." = "Parti dal menu Forma per cambiare l'aspetto del tuo albero. Puoi iniziare da qualunque albero, anche da quelli nel menu Alberi salvati.";

/* Title for control to adjust the left-right growth symmetry of the tree */
"Symmetry" = "Simmetria";

/* Title for control to set the animation parameters for the left-right growth symmetry of the tree */
"Symmetry Animation" = "Animazione simmetria";

/* A label for a control to set how fast the tree trunk gets thinner towards the top - short word */
"Taper" = "Conicità";

/* A title for the set of tree parameters that can be animated */
"Targets" = "Parametri";

/* Label on a button that allows selection of the text color to use */
"Text Color" = "Colore testo";

/* Help info */
"The Saved Trees Menu allows you to save and organize your work. Example trees are provided to encourage your creative spirit." = "Con il menu Alberi salvati puoi custodire e organizzare le tue opere. Per stimolare il tuo spirito creativo troverai già degli esempi di alberi.";

/* Explanation of error message */
"This device is not currently able to post to Facebook." = "Al momento questo dispositivo non può inviare post su Facebook.";

/* Explanation of error message */
"This device is not currently able to post to Sina Weibo." = "Al momento questo dispositivo non può inviare post su Sina Weibo.";

/* Explanation of error message */
"This device is not currently able to post to Twitter." = "Al momento questo dispositivo non può inviare post su Twitter.";

/* Explanation of mail sending error */
"This device may not be configured to send email." = "Questo dispositivo potrebbe non essere configurato per inviare email.";

/* Title for help menu */
"Touch Controls" = "Comandi tattili";

/* Touch the screen - instructions about interacting with the tree size and position */
"Touch to move and scale" = "Tocca per spostare e ridurre";

/* Just the word for a tree - lower case noun */
"tree" = "albero";

/* Title for control to change the overall structure of the tree */
"Tree Mode" = "Tipo albero";

/* A label for a control that refers to the main trunk of the tree */
"Trunk" = "Tronco";

/* Title for control to set the color of the tree trunk */
"Trunk Color" = "Colore tronco";

/* Title for control to set how fast the tree trunk gets thinner towards the top */
"Trunk Taper" = "Conicità tronco";

/* Title for control to set the width of the tree trunk */
"Trunk Width" = "Larghezza tronco";

/* Instruction for how to use touch gestures to make the tree trunk appear curved one way or the other */
"Turning with two fingers bends the tree." = "Ruota due dita per piegare l'albero.";

/* Title for control to change the twist of the tree like a corkscrew */
"Twist" = "Avvitamento";

/* Title for control to set the animation parameters for the twist of the tree like a corkscrew */
"Twist Animation" = "Animazione avvitamento";

/* Error message when we can't connect to Twitter */
"Twitter Unavailable" = "Twitter non disponibile";

/* Title for error dialog */
"Unable to Process Image" = "Impossibile elaborare l'immagine";

/* Title for error dialog */
"Unable to Save PDF File" = "Impossibile salvare il PDF";

/* Title for error dialog */
"Unable to Save Video" = "Impossibile salvare il video";

/* Title for help menu */
"Usage Guide" = "Manuale d'uso";

/* Instruction for how to use the panning touch gestures */
"Use one finger to pan around." = "Usa un dito per fare la panoramica.";

/* Instruction for how to use the zoom touch gestures */
"Use two fingers to zoom in and out." = "Usa due dita per zoomare avanti o indietro.";

/* A label for various sliders that control the value of a tree parameter */
"Value" = "Valore";

/* A label that indicates how wide something is - short word */
"Width" = "Larghezza";

/* Title for control to make the branches deviate randomly away from being straight */
"Wiggle" = "Movimento";

/* A title for the controls which alter the wind animation parameters */
"Wind" = "Vento";

/* Title for control to set how intense the tree shakes for the wind animation */
"Wind Depth" = "Intensità vento";

/* Title for control to set the speed for the wind animation */
"Wind Rate" = "Velocità vento";

/* Help info */
"You can share your trees in various ways and save images or video to the camera roll. You can even export your trees as PDFs to incorporate into art work." = "Condividi i tuoi alberi nel modo che preferisci e salva immagini e video nel tuo rullino foto. Puoi anche esportarli in PDF e farne un'opera d'arte.";

/* Megabytes */
"MB" = "MB";

/* Kilobytes */
"KB" = "KB";

/* Paper size */
"A6 (105 \u00D7 148 mm)" = "A6 (105 x 148 mm)";

/* Paper size */
"A5 (148 \u00D7 210 mm)" = "A5 (148 x 210 mm)";

/* Paper size */
"A4 (210 \u00D7 297 mm)" = "A4 (210 x 297 mm)";

/* Paper size */
"A3 (297 \u00D7 420 mm)" = "A3 (297 x 420 mm)";

/* Paper size */
"A2 (420 \u00D7 594 mm)" = "A2 (420 x 594 mm)";

/* Paper size */
"A1 (594 \u00D7 841 mm)" = "A1 (594 x 841 mm)";

